tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "prozsolt/tap"


brew "git"
brew "hub"

brew "openssl"
brew "gnupg"

brew "automake"
brew "cmake"

brew "wget"
brew "nmap"
brew "tree"
brew "vim"

brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "go"
brew "python"

cask "firefox"
cask "google-chrome"
cask "tor-browser"

cask "transmission"
cask "vlc"

cask "visual-studio-code"
cask "textmate"
cask "arduino"

cask "cool-retro-term"

cask "colloquy"
cask "skype"
cask "slack"
cask "zoomus"

cask "fusion-360"
cask "prusaslicer"
cask "eagle"
cask "kicad"
cask "balenaetcher"

cask "boxer"
cask "battle-net"
cask "epic-games"
cask "gog-galaxy"
cask "steam"

cask "alfred"
cask "tunnelblick"
cask "the-unarchiver"
cask "monitorcontrol"
cask "wine-stable"
cask "ukelele"

cask "docker"
cask "virtualbox"
cask "cyberduck"
cask "sequel-pro"
cask "postman"
cask "wireshark"






